Revit 2015 API
AreaLoadTypeSet Constructor
Initializes a new instance of the AreaLoadTypeSet class
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public AreaLoadTypeSet()
Visual Basic
Public Sub New
Visual C++
public:
AreaLoadTypeSet()
See Also
AreaLoadTypeSet Class
Autodesk.Revit.DB.Structure Namespace